Repository: pizza-studio/PizzaHelperUnited
Catalog: Packages/PZHoYoLabKit/Sources/PZHoYoLabKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fil, fr, it, ja, ko, ru, vi, zh_hans, zh_hant

# hylKit.travelStats4GI.chest.2
source: Exquisite Chests Opened
de: Herrliche Truhen geöffnet
es: Cofres Exquisitos Abiertos
fil: Mga Binuksang Kasangkapang Kahulugan
fr: Coffres exquis ouverts
it: Scrigni squisiti aperti
ja: 精巧な宝箱
ko: 정교한 상자 열림
ru: Открытые изысканные сундуки
vi: Rương Tuyệt Mỹ Đã Mở
zh_hans: 精致宝箱
zh_hant: 精緻寶箱

# hylKit.travelStats4GI.chest.3
source: Precious Chests Opened
de: Kostbare Truhen geöffnet
es: Cofres preciosos abiertos
fil: Mga Nabasang Mahalagang Kahon
fr: Coffres précieux ouverts
it: Scrigni preziosi aperti
ja: 貴重な宝箱
ko: 귀중한 상자 열림
ru: Драгоценные сундуки открыты
vi: Số Rương Quý Đã Mở
zh_hans: 珍贵宝箱
zh_hant: 珍貴寶箱

# hylKit.travelStats4GI.chest.4
source: Luxurious Chests Opened
de: Luxuriöse Truhen geöffnet
es: Cofres lujosos abiertos
fil: Maluhong Mga Kahon na Nabuksan
fr: Coffres luxueux ouverts
it: Scrigni Lussuosi Aperte
ja: 豪華な宝箱
ko: 고급 보물 상자 개봉됨
ru: Роскошные сундуки открыты
vi: Rương Sang Trọng Đã Mở
zh_hans: 华丽宝箱
zh_hant: 華麗寶箱

# hylKit.travelStats4GI.daysActive
source: Days Active
de: Aktive Tage
es: Días Activos
fil: Mga Araw na Aktibo
fr: Jours de connexion
it: Giorni Attivi
ja: 活動日数
ko: 활동 일수
ru: Количество активных дней
vi: Ngày Hoạt Động
zh_hans: 活跃天数
zh_hant: 活躍天數

# hylKit.travelStats4GI.domains
source: Domains Unlocked
de: Domains entsperrt
es: Dominios desbloqueados
fil: Mga Dominyong Nakabukas
fr: Domaines déverrouillés
it: Domini Sbloccati
ja: 秘境
ko: 도메인 잠금 해제됨
ru: Домены разблокированы
vi: Miền đã mở khóa
zh_hans: 解锁秘境
zh_hant: 解鎖秘境

# hylKit.travelStats4GI.eyeball.dendro
source: Dendroculus
de: Dendrokulus
ja: 草神の瞳
ko: 덴드로클루스
ru: Дендрокулус
zh_hans: 草神瞳
zh_hant: 草神瞳

# hylKit.travelStats4GI.eyeball.electro
source: Electroculus
de: Electrokulus
fr: Électroculus
ja: 雷神の瞳
ko: 일렉트로큘러스
ru: Электрокулус
vi: Điện Quả
zh_hans: 雷神瞳
zh_hant: 雷神瞳

# hylKit.travelStats4GI.eyeball.geo
source: Geoculus
de: Geokulus
fil: Geokulo
fr: Géoculus
ja: 岩神の瞳
ko: 지형신의 눈동자
ru: Геокулус
vi: Địa linh cầu
zh_hans: 岩神瞳
zh_hant: 岩神瞳

# hylKit.travelStats4GI.eyeball.pyro
source: Pyroculus
de: Pyrokulus
ja: 火神の瞳
ko: 파이로큘러스
ru: Пирокулус
zh_hans: 火神瞳
zh_hant: 火神瞳

# hylKit.travelStats4GI.navTitle
source: Travel Stats
de: Reisestatistiken
es: Estadísticas de Viaje
fil: Mga Estadistika ng Paglalakbay
fr: Statistiques de voyage
it: Statistiche di viaggio
ja: 旅の統計簿
ko: 여행 통계
ru: Статистика путешествий
vi: Thống kê du lịch
zh_hans: 旅行统计
zh_hant: 旅行統計

# hylKit.travelStats4GI.waypoints
source: Waypoints Unlocked
de: Wegpunkte freigeschaltet
es: Puntos de ruta desbloqueados
fil: Mga Waypoint na Nabuksan
fr: Téléporteurs débloqués
it: Punti di passaggio sbloccati
ja: ワープポイント
ko: 웨이포인트 잠금 해제됨
ru: Путевые точки разблокированы
vi: Điểm qua mở khóa
zh_hans: 解锁锚点
zh_hant: 解鎖錨點

# hylKit.travelStats4HSR.achievements
source: Achievements
de: Errungenschaften
es: Logros
fil: Mga Nakamit
fr: Succès
it: Risultati
ja: アチーブメント
ko: 업적
ru: Достижения
vi: Thành tựu
zh_hans: 成就达成
zh_hant: 成就達成

# hylKit.travelStats4HSR.characters
source: Characters
de: Zeichen
es: Caracteres
fil: Mga Karakter
fr: Personnages
it: Personaggi
ja: キャラ
ko: 문자
ru: Персонажи
vi: Ký tự
zh_hans: 获得角色
zh_hant: 獲得角色

# hylKit.travelStats4HSR.chest
source: Chests Opened
de: Geöffnete Truhen
es: Cofres Abiertos
fil: Mga Nabasang Kaban
fr: Coffres ouverts
it: Bauli aperti
ja: 宝箱
ko: 열린 상자
ru: Открытые сундуки
vi: Rương đã mở
zh_hans: 宝箱
zh_hant: 寶箱

# hylKit.travelStats4HSR.daysActive
source: Days Active
de: Aktive Tage
es: Días Activos
fil: Mga Araw na Aktibo
fr: Jours de connexion
it: Giorni attivi
ja: 活動日数
ko: 활동 일수
ru: Активные дни
vi: Ngày Hoạt động
zh_hans: 活跃天数
zh_hant: 活躍天數

# hylKit.travelStats4HSR.mostRecentChallenge
source: Recent Challenge
de: Aktuelle Herausforderung
es: Desafío reciente
fil: Kamakailang Hamon
fr: Défi récent
it: Sfida Recente
ja: 最近完成した挑戦
ko: 최근 도전 과제
ru: Последний вызов
vi: Thử Thách Gần Đây
zh_hans: 近期挑战
zh_hant: 近期挑戰

# hylKit.travelStats4HSR.navTitle
source: Trailblazing Stats
de: Pionier-Statistiken
es: Estadísticas Pioneras
fil: Stats ng Pagtahak
fr: Statistiques
it: Statistiche Innovative
ja: 開拓の統計
ko: 선구자 통계
ru: Прокладывающая статистика
vi: Thống kê tiên phong
zh_hans: 开拓统计
zh_hant: 開拓統計

# pieChart.total
source: Total
de: Gesamtbetrag
fil: Kabuuan
it: Totale
ja: 合計
ko: 합계
ru: Итого
vi: Tổng cộng
zh_hans: 合计
zh_hant: 合計

# hylKit.travelStats4GI.eyeball.cryo
source: Cryoculus
it: Cryoculo
ja: 氷神の瞳
ko: 크라이오큘러스
ru: Криокулус
zh_hans: 冰神瞳
zh_hant: 冰神瞳

# hylKit.abyssReport.floor.1stHalf
source: 1H
ja: 上半
ko: 1시간
ru: 1Ч
zh_hans: 上半
zh_hant: 上半

# hylKit.abyssReport.floor.2ndHalf
source: 2H
fil: 2T
ja: 下半
ko: 2시간
ru: 2Ч
zh_hans: 下半
zh_hant: 下半

# hylKit.ledger4GI.mora
source: Mora
ja: モラ収入
ko: 모라
ru: Мора
zh_hans: 摩拉收入
zh_hant: 摩拉收入

# hylKit.travelStats4GI.eyeball.anemo
source: Anemoculus
ja: 風神の瞳
ko: 애니모큘러스
ru: Анемокулус
zh_hans: 风神瞳
zh_hant: 風神瞳

# hylKit.travelStats4GI.eyeball.hydro
source: Hydroculus
ja: 水神の瞳
ko: 하이드로쿨루스
ru: Гидрокулус
zh_hans: 水神瞳
zh_hant: 水神瞳
